app/controllers/auctions_controller.rb

SELECT * FROM "auctions"
---
  def index
    @auctions = Auction.all